//
//  data.h
//  DDScrollView
//
//  Created by dudu on 13-7-4.
//  Copyright (c) 2013年 dudu. All rights reserved.
//

#ifndef DDScrollView_data_h
#define DDScrollView_data_h

NSString *t = @"罗密欧与朱丽叶，英文原名为The MostExcellent and Lamentable Tragedy of Romeo andJuliet，简写为Romeo and Juliet，是英国剧作家莎士比亚著名的悲剧，因其知名度而常被误称为莎翁四大悲剧之一（实为麦克白、奥赛罗、李尔王及哈姆雷特）。但罗密欧与朱丽叶这个悲剧故事并不是莎士比亚的原创，而是改编自阿瑟·布卢克（Arthur Broke）1562年的小说《罗密欧与朱丽叶的悲剧历史》（The Tragicall History ofRomeus and Juliet）。\
    \
　　本剧曾被多次改编成歌剧、交响曲、芭蕾舞剧、电影及电视作品。法国作曲家古诺曾将此剧谱写为歌剧，著名的音乐剧《西城故事》亦改编自本剧。俄国作曲家柴可夫斯基谱有《罗密欧与茱丽叶幻想序曲》，作曲家普罗高菲夫则为该剧编写芭蕾舞乐曲，均获得大众的喜爱。而1996年电影版名为《罗密欧与茱丽叶后现代激情篇》由好莱坞艺人莱昂纳多·迪卡普里奥及克莱尔·黛恩斯主演，于1997年柏林影展获得多个奖项。2001年，法国音乐家GérardPresgurvic独力将本剧改编成法文音乐剧，巴黎首演之后就陆续在世界各地巡回，2007年四月曾到台北表演，又将于2008年到香港和中国大陆演出。外有电视动画版，由日本动画公司GONZO负责制作，于2007年4月4日播放。\
\
故事梗概\
　　凯普莱特和蒙太古是一座城市的两大家族，这两大家族有宿仇，经常械斗。蒙太古家有个儿子叫罗密欧，14岁，品行端方，是个大家都很喜欢的小伙子。有一天，他听说自己喜欢的一个女孩要去凯普莱特家赴宴，为了见一眼这位女孩，他和自己的朋友戴上面具，混进了凯普莱特家的宴会场。\
\
　　可是，在这次宴会上，他被凯普莱特家的独生女儿朱丽叶深深吸引住了。这天晚上，朱丽叶是宴会的主角，13岁的她美若天仙。罗密欧上前向朱丽叶表示了自己的爱慕之情，朱丽叶也对罗密欧有好感。可是，当时双方都不知道对方的身份。真相大白之后，罗密欧仍然不能摆脱自己对朱丽叶的爱慕。他翻墙进了凯普莱特的果园，正好听见了朱丽叶在窗口情不自禁呼唤罗密欧的声音。显然，双方是一见钟情。\
\
　　第二天，罗密欧去见附近修道院的神父，请代帮忙。神父答应了罗密欧的要求，觉得如果能成也能化解两家的矛盾。罗密欧通过朱丽叶的奶娘把朱丽叶约到了修道院，在神父的主持下结成了夫妻。这天中午，罗密欧在街上遇到了朱丽叶的堂兄提伯尔特。提伯尔特要和罗密欧决斗，罗密欧虽然不愿决斗，但他的朋友觉得罗密欧没面子，就和提伯尔特决斗，结果被提伯尔特借机杀死。罗密欧大怒，拔剑为朋友报仇，杀死了提伯尔特。\
\
　　城市的统治者决定驱逐罗密欧，下令如果他敢回来就处死他。朱丽叶很伤心，她非常爱罗密欧。罗密欧不愿离开，经过神父的劝说他才同意暂时离开。这天晚上，他偷偷爬进了朱丽叶的卧室，度过了新婚之夜。第二天天一亮，罗密欧就不得不开始了他的流放生活。罗密欧刚一离开，出生高贵的帕里斯伯爵就来求婚。凯普莱特非常满意，命令朱丽叶下星期四就结婚。\
\
　　朱丽叶去找神父想办法，神父给了她一种药，服下去后就像死了一样，但四十二小时后就会苏醒过来。神父答应她派人叫罗密欧，会很快挖开墓穴，让她和罗密欧远走高飞。朱丽叶依计行事，在婚礼的头天晚上服了药，第二天婚礼自然就变成了葬礼。神父马上派人去通知罗密欧。可是，罗密欧在神父的送信人到来之前已经知道了消息。他在半夜来到朱丽叶的墓穴旁，杀死了阻拦他的帕里斯伯爵，掘开了墓穴，他吻了一下朱丽叶之后，就掏出随身带来的毒药一饮而尽，倒在朱丽叶身旁死去。等神父赶来时，罗密欧和帕里斯已经死了。这时，朱丽叶也醒过来了。人越来越多，神父还没来得及顾及朱丽叶，就逃走了。朱丽叶见到死去的罗密欧，也不想独活人间，她没有找到毒药，就拔出罗密欧的剑刺向自己，倒在罗密欧身上死去。两家的父母都来了，神父向他们讲述了罗密欧和朱丽叶的故事。儿女失去，两家的父母才清醒过来，可是已经晚了。从此，两家消除积怨，并在城中为罗密欧和朱丽叶铸了一座金像。\
\
写作特色\
　　《罗密欧与朱丽叶》中所出现的大量的抒情意象和抒情形式，是莎士比亚其他悲剧中所没有的。戏剧中的男女主人公完全沉浸在对爱情的热忱、向往中，第二幕第二场凯普莱特家花园中，朱丽叶对月抒怀，青年男女热情的情感交流和相别时的难舍难分，弹奏的是一曲曲情意缠绵的青春的颂歌、爱的颂歌。\
\
　　朱丽叶：明天我应该在什么时候叫人来看你?\
\
　　罗密欧：就在九点钟吧。\
\
　　朱丽叶：我一定不失信，挨到那个时候，该有20年那么长久，我记不起为什么要叫你回来了。\
\
　　罗密欧：让我站在这儿，等你记起了告诉我。\
\
　　朱丽叶：你这样站在我的面前，我一心想着多么爱跟你在一块儿，一定永远记不起来了。\
\
　　罗密欧：那么我就永远等在这儿，让你永远记不起来，忘记除了这里以外还有什么家。\
\
　　这奔放的青春和充溢的情怀，是莎士比亚早期创作的喜剧所惯常表现的。这纯粹、美好的爱情，是与理性、法度和社会责任等尘世的价值观念相对立的。男女主人公只是由于死亡才实现了尘世所不容的恋情，他们的死显示了青春和爱情的巨大力量，对现实世界投射出无限的光芒，化解了两个家族的仇恨。从这个意义上说，《罗密欧与朱丽叶》的最后结局仍然是一个大团圆。所以，这部戏剧确实更接近于莎士比亚创作于同一时期的喜剧。\
\
　　新版中学教材节选的是《罗密欧与朱丽叶》第五幕第三场，即全剧的结局部分。这一部分中所凝聚的爱情的深沉和坚贞，男女主人公冲决封建礼教的无畏精神，以及他们的死对现实巨大的冲击力，特别是男女主人公对白中所孕含的浓郁的诗情，都深刻体现了全剧作为“乐观主义悲剧”的全部特征。\
\
　　下面是罗密欧进入墓穴看到服药假死的朱丽叶时的长篇独白：“一个坟墓吗?啊，不!……这是一个灯塔，因为朱丽叶睡在这里，她的美貌使这一个墓窟变成一座充满着光明的欢宴的华堂。”——这里没有死亡的阴惨和恐怖、辉映着的却是青春和爱情的光芒，朱丽叶压抑不住的生机扫尽现实的阴霾，给黑暗的人生带来永恒的光明和无尽的欢乐。\
\
　　“啊，我的爱人我的妻子!死虽然已经吸去了你呼吸中的芳蜜，却还没有力量摧残你的美貌；你还没有被他征服，你的嘴唇上、面庞上，依然显着红润的美艳，不曾让灰白的死亡进占。……啊，亲爱的朱丽叶，你为什么仍然这样美丽?难道那虚无的死亡，那枯瘦可憎的妖魔，也是个多情种子，所以把你藏匿在这幽暗的洞府里做他的情妇吗?为了防止这样的爱情，我要永远陪伴着你，再不离开这漫漫长夜的幽宫。”——这是对爱情的咏叹和爱情的誓言，在罗密欧的意念中，朱丽叶虽然失去了“呼吸的芳蜜”，但却永葆着“红润的美艳”，永恒的青春以不可摧残的力量战胜了“灰白的死亡”，面对死神，相依相恋，永不分离的誓愿，既有对爱情的执著，更有对中世纪封建压抑的强烈的反叛。这里，在对青春和爱情的歌颂以及对生死不渝的爱情的追求中，涌动着的是文艺复兴时期人文主义的思想浪潮和对人文主义理想的坚定不移的信念。\
\
　　“来，苦味的向导，绝望的领港人，现在赶快把你的厌倦于风涛的船舶向那　岩上冲击进去吧!为了我的爱人，我干了这一杯!”——这是罗密欧义无返顾地走向死亡之前所表述的最后的心声。莎士比亚用诗情化的笔触，使悲怆的死闪耀着人性的灵光，回响着浪漫的旋律，罗密欧与朱丽叶的死改造了现实生活的定式，产生了摧枯拉朽的作用，使未来生活在两个世仇家庭的青年人不会再重蹈他们的命运。他们用年轻的生命预示了充满希望的明天，《罗密欧与朱丽叶》无愧于文艺复兴晚期一部洋溢着青春朝气的“乐观主义的悲剧”。\
\
简要评价\
　　学术上把沙士比亚一生中创作的39个剧本分成5大类：历史剧，喜剧，悲剧，悲喜剧以及传奇剧。《罗密欧与朱丽叶》写于1594年，被列为悲剧，虽然根据《外国文学史》中所说，被公认的沙翁“四大悲剧”是《哈姆雷特》《奥瑟罗》《李尔王》和《麦克白》。创作于1594年的《罗密欧与朱丽叶》并没有列入其中。但是，《罗密欧与朱丽叶》的故事却是我们着热血青年所熟知的，是因为爱情的凄婉吗？是因为爱情的力量终究化解了世代的仇狠吗？这我不得而知。反正，《罗密欧与朱丽叶》，在看过书本之前，给我的联想是，我要的爱情便如他们俩，我所钟爱的情人便如朱丽叶一般为之痴迷。\
\
　　现在，让我借助劳伦斯神父之口描述一番故事的脉络。\
\
　　“我要把经过的情形尽量简单地叙述出来，因为我的短促的残生还不及一段冗烦的故事那么长。死了的罗密欧是死了的朱丽叶的丈夫，她是罗密欧的忠心的妻子，他们的婚礼是由我主持的。就在他们秘密结婚的那天，提伯尔特死于非命，这位才做新郎的人也从这城里被驱逐出去；朱丽叶是为了他，不是为了提伯尔特，才那样伤心憔悴。你们因为要替她解除烦恼，把她许婚给帕里斯伯爵，还要强迫她嫁给他，她就跑来见我，神色慌张地要我替她避免这第二次的结婚，否则她要在我的寺院里自杀。所以我就根据我的医药方面的学识，给她一服安眠的药水；它果然发生了我所预期的效力，她一服下去就像死了一样昏沉过去。同时我写信给罗密欧，叫他就在这一个悲惨的晚上到这儿来，帮助把她搬出她寄寓的坟墓，因为药性一到时候便会过去。可是替我带信的约翰神父却因遭到意外，不能脱身，昨天晚上才把我的信依然带了回来。那时我只好按照着预先算定她醒来的时间，一个人前去把她从她家族的墓甬里带出来，预备把她藏匿在我的寺院里，等有方便再去叫罗密欧来；不料我在她醒来以前几分钟到这儿来的时候，尊贵的帕里斯和忠诚的罗密欧已经双双惨死了。她一醒过来，我就请她出去，劝她安心忍受这一种出自天意的变故；可是那时我听见了纷纷的人声，吓得逃出了墓穴，她在万分绝望之中不肯跟我去，看样子她是自杀了。这是我所知道的一切，至于他们两人的结婚，那么她的乳母也是与闻的。要是这一场不幸的惨祸，是由我的疏忽所造成，那么我这条老命愿受最严厉的法律的制裁，请您让它提早几点钟牺牲了吧。”\
\
　　扉页上的开场诗，优美的词句却拼成凄惨的爱情故事，何为悲剧？就是把人们美好的梦在现实中打破。正如辛苦弄好的花瓶，在上色的最后一环上却有意摔破了。这能不叫人惋惜吗？\
\
　　“故事发生在维洛那名城，有两家门第相当的巨族，累世的宿怨激起了新争，鲜血把市民的白手污渎。是命运注定这两家仇敌，生下了一双不幸的恋人，他们的悲惨凄凉的陨灭，和解了他们交恶的尊亲。这一段生生死死的恋爱，还有那两家父母的嫌隙，把一对多情的儿女杀害，演成了今天这一本戏剧。”\
\
　　整个剧情便是如上所述，在维洛那小城里，蒙太古与凯普莱特两个有声望的家族却是世仇的冤家。双方各为了维护自己所拥有的家族名誉，至高无上的姓氏的尊严。因这，拔剑对决，流血死亡也在所不惜。（插句题外话，《罗密欧与朱丽叶》写于1594年，中世纪的欧洲，对决是合法化的，死伤自负。但我不明白为什么《罗密欧与朱丽叶》这剧本上多处明示“杀人抵命”。）这波及到两家的仆人：凯普莱特家的仆人山普孙与葛来古里和蒙太古的仆人亚伯拉罕在维洛那的广场上相遇，很是简单平凡的相遇，在双方仆人看来却是，“我见了蒙太古家的狗子就生气。”“我要向他们咬我的大拇指。”（咬大拇指是对他人的侮辱）随之便大动干戈起来。紧接着，后来的蒙太古的侄子班伏里奥与拔剑相斗。在亲王的干预下，双方停止了武斗，而仇视却是无法停止的，在内心蔓延滋长。\
\
　　罗密欧对于此事了无兴趣，他为情所困，缘由是他所爱的人“已经立下了这样的誓言，为了珍惜她自己，造成了莫大的浪费；因为她让美貌在无情的岁月中日渐枯萎，不知道替后世传流下她的绝世容华。她是个太美丽、太聪明的人儿，不应该剥夺她自身的幸福，使我抱恨终天。她已经立誓割舍爱情，我现在活着也就等于死去一般。”（罗密欧现所爱的女子并不是朱丽叶，是名叫罗瑟琳的美人儿）\
\
　　恰好凯普莱特家要举行宴会，而仆人又不识字。沙翁自然而然为罗密欧与凯普莱特的小姐朱丽叶的相遇作铺垫。仆人便向罗密欧讨教，那么，罗密欧便知道了凯普莱特家要办宴会的事情。班伏里奥为了排解罗密欧对那不可能得到真爱的女子的忧愁，“不，兄弟，新的火焰可以把旧的火焰扑灭，大的苦痛可以使小的苦痛减轻；头晕目眩的时候，只要转身向后；一桩绝望的忧伤，也可以用另一桩烦恼把它驱除。给你的眼睛找一个新的迷惑，你的原来的痼疾就可以霍然脱体。”便怂恿他去参加凯普莱特家的宴会。于是乎，就出现了我们读者期待中的罗密欧与朱丽叶相遇的一幕。\
\
名段欣赏\
　　一、山普孙 我见了他们家里的狗子，就会站住不动；蒙太古家里任何男女碰到了我，就像是碰到墙壁一样。\
\
　　葛来古里 这正说明你是软弱无能的奴才；只有最没出息的家伙，才去墙底下躲难。\
\
　　山普孙的确不错；所以生来软弱的女人，就老是被人逼得不能动：我见了蒙太古家里人来，是男人我就把他们从墙边推出去，是女人我就把她们望着墙壁摔过去。\
\
　　二、好多天的早上曾经有人在那边看见过他，用眼泪洒为清晨的露水，用长叹嘘成天空的云雾；可是一等到鼓舞众生的太阳在东方的天边开始揭起黎明女神床上灰黑色的帐幕的时候，我那怀着一颗沉重的心的儿子，就逃避了光明，溜回到家里；一个人关起了门躲正在房间里，闭紧了窗子，把大好的阳光锁在外面，为他自己造成了一个人工的黑夜。\
\
　　三、啊，吵吵闹闹的相爱，亲亲热热的怨恨！啊，无中生有的一切！啊，沉重的轻浮，严肃的狂妄，整齐的混乱，铅铸的羽毛，光明的烟雾，寒冷的火焰，憔悴的健康，永远睡醒的睡眠，否定的存在！我感觉到爱情正是这么一种东西，可是我并不喜欢这种爱情。\
\
　　四、爱情是叹息吹起的一阵烟；恋人的眼中有它净化了的火星；恋人的眼泪是它激起的波涛。\
\
　　五、我可以用我的十四颗牙齿打赌———唉，说来伤心，我的牙齿掉得只剩四颗啦！———她还没满十四岁呢。现在离开收获季节还有多久？\
\
　　六、她是精灵的稳婆；她的手指只有郡吏手指上的一颗玛瑙那么大；几匹蚂蚁大小的细马替她拖着车子，越过酣睡的人民的鼻梁，她的车辐在蜘蛛的长脚做成的；车篷是蚱蜢的翅膀；挽索是小蜘蛛丝，劲带如水的月光；马鞭是蟋蟀的骨头；绳索是天际的游丝。替她架车的是一个小小的蚊虫，他的大小还不如一个贪懒丫头的指尖挑出来的懒虫的一半。她的车子是野蚕用一个榛子的空壳替她造成的，他们从古以来，就是精灵门的车匠。\
\
　　七、你要是真的爱我，就请你诚意告诉我；你要是嫌我太容易降心相从，我也会堆起怒容，装出倔强的神气，拒绝你的好意，好让你向我婉转求情，否则我是无论如何不会拒绝你的。\
\
　　八、不要指着月亮起誓，它是变化无常的，每个月都有盈亏圆缺；你要是指着它起誓，也许你的爱情也会像它一样无常。\
\
　　九、为了表示我的慷慨，我要把它重新给你。可是我只愿意要我已有的东西：我的慷慨像海一样浩渺，我的爱情也像海一样深沉；我给你的越多，我自己也越是富有，因为这两者都是没有穷尽的。\
\
　　十、一千次的晚安。\
\
　　十一、可是我就好比一个淘气的女孩子，像放松一个囚犯似的让她心爱的鸟儿暂时跳出她的掌心，又用一根丝线把它拉了回来，爱的私心使她不愿意给它自由。\
\
　　十二、为了替无味的爱情添加一点辛酸的味道，曾经浪费掉多少的咸水。\
\
　　十三、恋爱的使者应当是思想，因为它比驱散山坡上的阴影的太阳光还要快十倍；所以维纳斯的云车是用白鸽驾驶的，所以凌风而飞的丘匹德生着翅膀。\
\
　　十四、你怎么满脸的懊恼？即使是坏消息，你也应该装着笑容说；如果是好消息，你就不该用这副难看的面孔奏出美妙的音乐来。\
\
　　十五、充实的思想不在于言语的富丽；只有乞儿才能够计算他的家私。\
\
　　十六、让他们用眼泪洗涤他的伤口，我的眼泪是要留着为罗密欧的放逐而哀哭的。\
\
　　十七、这是酷刑，不是恩典。朱丽叶所在的地方就是天堂；这儿的每一只猫、每一只狗、每一只小小的老鼠，都生活在天堂里，都可以瞻仰到她的容颜，可是罗密欧却看不见她。污秽的苍蝇都可以接触亲爱的朱丽叶的皎洁的玉手，从她的嘴唇上偷取天堂中的幸福，那两片嘴唇是这样的纯洁贞淑，永远含着娇羞，好像觉得它们自身的相吻也是一种罪恶；苍蝇可以这样做，我却必须远走高飞，它们是自由人，我却是一个放逐的流徙。\
\
　　十八、天已经亮了，天已经亮了；快走吧，快走吧！那唱得这样刺耳、嘶着粗涩的噪声和讨厌的锐音的，正是天际的云雀。有人说云雀会发出千变万化的甜蜜的歌声，这句话一点不对，因为它只使我们彼此分离；有人说云雀曾和丑恶的蟾蜍交换眼睛，啊！我但愿他们交换了声音，因为那声音使我离开你的怀抱，用催醒的晨歌催促你的登程！现在你快走吧；天越来越亮了。\
\
　　十九、适当的悲哀可以表示感情的深切，过度的伤心却可以证明智慧的欠缺。\
\
　　二十、太阳西下的时候，天空落下了蒙蒙的细雾；可是我的侄儿死了，却有倾盆大雨为他下葬。怎么！装起喷水管来了吗，孩子？雨到现在还没有停吗？你这小小的身体里面也有船，也有海，也有风；因为你的眼睛就是海，永远有泪潮在那儿涨退；你的身体，是一艘船，在这泪还上面航行；你的叹息是还上的狂风；你是身体经不起风浪的吹打，回在汹涌的风浪中覆没的。";

#endif
